Repository: NaN-tic/trytond-electronic_mail_activity
Catalog: locale/*.po
Languages: ca, es

# field:activity.activity,filename:
source: File Name
ca: Nom del fitxer

# field:activity.activity,have_mail:
source: Have mail
ca: Es un correu
es: Es un correo

# field:activity.activity,mail:
source: Related Mail
ca: Correu relacionat
es: Correo relacionado

# field:activity.activity,mail_content:
source: Mail Content
ca: Contingut del correu

# field:activity.activity,related_activity:
source: Related activity
ca: Activitat relacionada
es: Actividad relacionada

# field:activity.configuration,employee:
source: Employee
ca: Empleat

# field:activity.configuration,pending_mailbox:
source: Pending Mailbox
ca: Bústia de correu Pendents
es: Buzón Pendientes

# field:activity.configuration,processed_mailbox:
source: Processed Mailbox
ca: Bústia de correu Processats
es: Buzón Procesados

# field:res.user,add_signature:
source: Use Signature
ca: Utilitza la signatura
es: Añade firma

# field:res.user,mailbox:
source: Mailbox
ca: Bústia de correu
es: Buzón de correo

# field:res.user,signature_html:
source: Signature
ca: Signatura
es: Firma

# field:res.user,smtp_server:
source: SMTP Server
ca: Servidor SMTP
es: Servidor SMTP

# help:res.user,add_signature:
source: The Plain signature from the User details will be appened to the mail.
ca: La signatura en text pla pels detalls de l'usuari que es mostrarà al correu.
es: La firma de texto llano para los detalles del usuario que se mostrará en el correo.

# model:ir.action,name:wizard_replymail
source: Reply Mail
ca: Respon correu
es: Responder correo

# model:ir.message,text:mail_received
source: The activity (id: "%(activity)s") is a mail received so you ca not send.
ca: Aquesta activitat (id: "%s") es un correu rebut i no el pot enviar.
es: Este correo (id: "%(activity)s") es un correo recibido y no puede enviar.

# model:ir.message,text:msg_electronic_mail_unique
source: A electronic mail can be linked to only one activity.
ca: Un correu electrònic només es pot enllaçar a una activitat.

# model:ir.message,text:no_mailbox
source: The user "%(user)s", do not have the mailbox server deffined. Without it, it is no possible to send mails.
ca: L'usuari "%s", no té definit una bústia de correu. Sense ella, no es pot enviar correu.
es: El usuario "%(user)s", no dispone de un servidor SMTP. Sin este, no es posible enviar correos.

# model:ir.message,text:no_smtp_server
source: The user "%(user)s", do not have the SMTP server deffined. Without it, it is no possible to send mails.
ca: L'usuari "%(user)s", no té definit un servidor SMTP. Sense ella, no es pot enviar correu.
es: El usuario "%(user)s", no dispone de un servidor SMTP. Sin este, no es posible enviar correos.

# model:ir.message,text:no_valid_mail
source: The "%(mail)s" of the party "%(party)s" it is not correct.
ca: El "%(mail)s" del tercer "%(party)s" no es correcte.
es: El "%(mail)s" del tercero "%(party)s" no es correcto.

# model:ir.model.button,string:electronic_mail_guess_button
source: Guess Resource
ca: Troba recurs
es: Encuentra el Recurso

# model:ir.model.button,string:electronic_mail_new_button
source: Send Mail
ca: Envia correu
es: Envio correo

# model:ir.model.button,string:electronic_mail_reply_button
source: Reply Mail
ca: Respon correu
es: Responder correo

# selection:ir.cron,method:
source: Create Activity
ca: Crear Activitat
es: Crear Actividad

# view:activity.activity:
source: Reply Mail
ca: Respon correu
es: Responder correo

# view:activity.activity:
source: Send Mail
ca: Envia correu
es: Envio correo

# view:res.user:
source: Activity SMTP info
ca: Informació activitat SMTP
es: Información actividad SMTP

# field:imap.server,employee:
source: Default Employee
es: Empleado por defecto
